{
    "quickComment":"Quick comment",
    "guide":"Guide",
    "guide1":"1. Teachers enter comments for each student, then select",
    "guide2":"to save content. Comments will be sent to parents.",
    "guide3":"2. Teachers who do not comment for any student do not need to fill in the comments for that student.",
    "guide4":"3. To comment on many students, teachers click on",
    "guide5":"The teacher clicks on the check box for the first column of each student.",
    "notificationSent":"Notification sent",
    "bookTimeToSent":"Book time to sent",
    "content":"Content",
    "uploadFile":"Upload file",
    "note":"Note",
    "note1":"1. Group comments will overwrite student comments if the selected student already has comments on the selected date.",
    "note2":"2. If teachers want their group comments to be more specific to each student, they can enter content containing the following format:",
    "note3":"- To display student name: “hoc_sinh”",
    "note4":"- To display class name: “lop_hoc”",
    "note5":"The system will display the correct name and class of each student. For example, the comment content is as follows: 'Con ::hoc_sinh:: in ::lop_hoc:: did full homework today'. The system will display to parents: 'Children Nguyen Van A in Math class 1A1 today did all the homework'.",
    "note6":"* Characters hoc_sinh and lop_hoc are in 2 pairs of colons, lowercase without signs.",
    "note7":"* Teachers must enter the correct format, just missing or excess one character, the system will display incorrectly. For example: 'Children :hoc_sinh:: did enough homework today'. Content displayed to parents: 'Children :hoc_sinh:: did enough homework today'.",
    "chooseFileFromComputer":"Choose file from computer",
    "student":"Student",
    "comment/advice":"Comment/ Advice",
    "sentNotification":"Sent notification",
    "attachFile":"Attach file",
    "studentCode":"Student code",
    "comment":"Comment",
    "reply":"Reply",
    "statusSentNotification1":"Sented notification",
    "statusSentNotification0":"resend notification"
}